Repository: kernelzilla/android_external_powertop
Catalog: po/*.po
Languages: es, it, ja, zh_tw

source: Suggestion: Enable wireless power saving mode by executing the following command: iwpriv %s set_power 5 This will sacrifice network performance slightly to save power.
es: Sugerencia: active el modo de ahorro de energía para redes inalámbricas ejecutando: iwpriv %s set_power 5 Este modo sacrifica algo de velocidad a favor de ahorro de consumo eléctrico.
it: Suggerimento: abilitare modalità di risparmio energetico wirelessi eseguendo il seguente comando: iwpriv %s set_power 5 Questo sacrificherà leggermente le prestazioni del network per risparmiare energia.
ja: 提案: 以下のコマンドで無線の省電力モードが有効になります。 iwpriv %s set_power 5 この設定はネットワーク性能が若干低下します。
zh_tw: 建議: 使用下列指令啟動無線網路省電功能: iwpriv %s set_power 5 這會犧牲一點網路效能來節省電源的消耗。

source: W - Enable wireless power saving
es: W - Activar el ahorro de energía para red inalámbrica
it: W - Attiva risparmio energetico wireless
ja: W - 無線省電力モード有効
zh_tw: W - 開啟無線網路省電功能

source: Suggestion: Enable wireless power saving mode by executing the following command: echo 5 > %s This will sacrifice network performance slightly to save power.
es: Sugerencia: active el modo de ahorro de energía ejecutando este comando: echo 5 > %s Este modo sacrifica algo del rendimiento de la red para ahorrar energía.
it: Suggerimento: abilitare modalità risparmio energetico wireless, eseguendo il seguente comando: echo 5 > %s Questo scrificherà la performance del network per risparmiare energia.
ja: 提案: 以下のコマンドで無線の省電力モードが有効になります。 echo 5 > %s この設定はネットワーク性能が若干低下します。
zh_tw: 建議: 使用下列指令啟動無線網路省電功能: echo 5 > %s 這會犧牲一點網路效能來節省電源的消耗。

source: Suggestion: Disable the unused WIFI radio by executing the following command: echo 1 > %s
es: Sugerencia: desactive la red WIFI inactiva ejecutando el siguiente comando: echo 1 > %s
it: Suggerimento: disabilitare la radio WIFI inutilizzata eseguendo il seguente comando: echo 1 > %s
ja: 提案: 以下のコマンドで使用していないWiFi通信が無効になります。 echo 1 > %s
zh_tw: 建議: 當不使用 WIFI 時，以下列指令關閉 WIFI 信號: echo 1 > %s

source: I - disable WIFI Radio
es: I - Desactivar la red WIFI
it: I - disattiva Radio WIFI
ja: I - WiFi通信無効
zh_tw: I - 關閉 WIFI 信號

source: K - kill %s
es: K - Cancelar %s
it: K - chiudi %s
ja: K - %s強制終了
zh_tw: K - 砍掉 %s 程緒

source: Suggestion: Enable the ondemand cpu speed governor for all processors via: echo ondemand > /sys/devices/system/cpu/cpu0/cpufreq/scaling_governor
es: Sugerencia: Active el gobernador de velocidad de CPU en demanda en todos los procesadores ejecutando: echo ondemand > /sys/devices/system/cpu/cpu0/cpufreq/scaling_governor
ja: 提案: 以下のコマンドで全てのCPUのオンデマンド周波数制御が有効になります。 echo ondemand > /sys/devices/system/cpu/cpu0/cpufreq/scaling_governor
zh_tw: 建議: 使用下列指令對所有 CPU 啟用 Ondemand 時脈管理模式: echo ondemand > /sys/devices/system/cpu/cpu0/cpufreq/scaling_governor

source: O - enable Ondemand governor
es: O - Encender el goverando basado en demanda
it: O - attiva Ondemand governor
ja: O - オンデマンド周波数制御有効
zh_tw: O - 啟用 CPU Ondemand 時脈管理

source: Suggestion: Enable USB autosuspend for non-input devices by pressing the U key
es: Sugerencia: active la autosuspensión de los dispositivos USB que no sean dispositivos de entrada presionando la tecla U.
ja: 提案: Uキーを押すことで入力デバイス以外のUSBデバイスの自動サスペンドが有効になります。
zh_tw: 建議: 按下 U 鍵啟用 USB 非輸入設備的自動休眠功能。

source: U - Enable USB suspend
es: U - Permitir suspender los puertos USB
it: U - Attiva sospensione USB
ja: U - USBサスペンド有効
zh_tw: U - 啟用 USB 自動休眠

source: Suggestion: Enable SATA ALPM link power management via: echo min_power > /sys/class/scsi_host/host0/link_power_management_policy or press the S key.
es: Sugerencia: active el gestor de energía del vínculo SATA ALPM así: echo min_power > /sys/class/scsi_host/host0/link_power_management_policy o presionando la tecla S.
ja: 提案: 以下のコマンドでSATAリンク電源管理が有効になります。 echo min_power > /sys/class/scsi_host/host0/link_power_management_policy またはSキーを押してください。
zh_tw: 建議: 使用下列指令啟動 SATA ALPM 電源管理功能: echo min_power > /sys/class/scsi_host/host0/link_power_management_policy 或直接按下 S 鍵

source: S - SATA Link Power Management
es: S - Gestión energética del vínculo SATA
it: S - Gestione SATA Link Power
ja: S - SATAリンク電源管理有効
zh_tw: S - SATA Link 電源管理功能

source: Suggestion: disable the NMI watchdog by executing the following command: echo 0 > /proc/sys/kernel/nmi_watchdog The NMI watchdog is a kernel debug mechanism to detect deadlocks
es: Sugerencia: desactive el guardián NMI ejecutando el siguiente comando: echo 0 > /proc/sys/kernel/nmi_watchdog El guardián NMI es un mecanismo de depuración que detecta bloqueos.
it: Suggerimento: disabilitare NMI watchdog, eseguendo il seguente comando: echo 0 > /proc/sys/kernel/nmi_watchdog Il NMI watchdog è un meccanisco kernel di debug per scoprire deadlocks
ja: 提案: 以下のコマンドでNMI監視が無効になります。 echo 0 > /proc/sys/kernel/nmi_watchdog NMI監視とは、デッドロックを検出するためのカーネルのデバッグ機構です。
zh_tw: 建議: 使用下列指令取消 NMI watchdog 監控: echo 0 > /proc/sys/kernel/nmi_watchdog NMI watchdog 監控是用於替核心除蟲，以及偵測系統死結之用。

source: N - Turn NMI watchdog off
es: N - Apagar el vigilante de NMI
it: N - Spegni watchdog NMI
ja: N - NMI監視無効
zh_tw: N - 關閉 NMI watchdog 監控

source: Suggestion: enable the HPET (Multimedia Timer) in your BIOS or add the kernel patch to force-enable HPET. HPET support allows Linux to have much longer sleep intervals.
es: Sugerencia: active HPET (Temporizador Multimedia) en su BIOS o añada al núcleo los parches que fuerzan la activación de HPET. El soporte de HPET permite a Linux suspenderse durante más tiempo.
ja: 提案: BIOSでHPET(マルチメディアタイマー)を有効にするか、HPETを強制的に有効に するカーネルパッチを適用してください。HPETによって長いスリープ・インターバルの 設定が可能になります。
zh_tw: 建議: 於 BIOS 中啟用 HPET (多媒體計時器) 或是使用核心補綴來強制啟用 HPET。啟用 HPET 可以讓 Linux 維持更長的閒置時間。

source: Suggestion: enable AC97 powersave mode by executing the following command: echo 1 > /sys/module/snd_ac97_codec/parameters/power_save or by passing power_save=1 as module parameter.
es: Sugerencia: active el modo de ahorro de energía AC97 ejecutando este comando: echo 1 > /sys/module/snd_ac97_codec/parameters/power_save o pasando power_save=1 como parámetro del módulo.
it: Suggerimento: abilitare modalità di risparmio energetico AC97, eseguendo il seguente comando: echo 1 > /sys/module/snd_ac97_codec/parameters/power_save o passando power_save = 1 come parametro del modulo.
ja: 提案: 以下のコマンドでAC97の省電力モードが有効になります。 echo 1 > /sys/module/snd_ac97_codec/parameters/power_save またはカーネルモジュールのパラメータでpower_save=1を設定してください。
zh_tw: 建議: 使用下列指令啟用 AC97音效設備 省電功能: echo 1 > /sys/module/snd_ac97_codec/parameters/power_save 或是設定 power_save=1 模組參數。

source: A - Turn AC97 powersave on
es: A - Activar ahorro de energía en AC97
it: A - Accendi il risparmio energetico AC97
ja: A - AC97省電力モード有効
zh_tw: A - 開啟 AC97音效設備 省電功能

source: Suggestion: enable HD audio powersave mode by executing the following command: echo 1 > /sys/module/snd_hda_intel/parameters/power_save or by passing power_save=1 as module parameter.
es: Sugerencia: active el modo de ahorro de energía del audio de alta definición ejecutando este comando: echo 1 > /sys/module/snd_hda_intel/parameters/power_save o pasando power_save=1 como parámetro del módulo.
it: Suggerimento: abilitare risparmio energetico HD audio, eseguendo il seguente comando: echo 1 > /sys/module/snd_hda_intel/parameters/power_save o aggiungendolo in /etc/rc.local
ja: 提案: 以下のコマンドでHDオーディオの省電力モードが有効になります。 echo 1 > /sys/module/snd_hda_intel/parameters/power_save またはカーネルモジュールのパラメータでpower_save=1を設定してください。
zh_tw: 建議: 使用下列指令啟用高傳真音效設備的省電功能: echo 1 > /sys/module/snd_hda_intel/parameters/power_save 或是設定 power_save=1 模組參數。

source: A - Turn HD audio powersave on
es: A - Activar el ahorro de energía para el audio de alta definición
it: A - Accendi il risparmio energetico per audio HD
ja: A - HDオーディオ省電力モード有効
zh_tw: A - 開啟高傳真音效設備的省電功能

source: Suggestion: enable the noatime filesystem option by executing the following command: mount -o remount,noatime / or by pressing the T key noatime disables persistent access time of file accesses, which causes lots of disk IO.
es: Sugerencia: active la opción noatime filesystem ejecutando este comando: mount -o remount,noatime / o presionando la tecla T. noatime desactiva el tiempo de acceso continuo a los archivos, que causa un montón de operaciones de entrada y salida en el disco.
ja: 提案: 以下のコマンドでファイルシステムのnoatime設定が有効になります。 mount -o remount,noatime / またはTキーを押してください。 noatimeでアクセス日時が記録されなくなり、ディスクI/Oの発生が抑えられます。
zh_tw: 建議: 以下列指令啟用 noatime 使檔案系統停止紀錄檔案存取時間 mount -o remount,noatime / 或直接按下 T 鍵 noatime 將會關閉檔案系統紀錄存取時間，以減少磁碟 I/O 次數。

source: T - enable noatime
es: T - Activar noatime
it: T - attiva noatime
ja: T - noatime有効
zh_tw: T - 啟動 noatime

source: Suggestion: enable the power aware CPU scheduler with the following command: echo 1 > /sys/devices/system/cpu/sched_mc_power_savings or by pressing the C key.
es: Sugerencia: active el organizador de la CPU ahorrador de energía ejecutando el siguiente comando: echo 1 > /sys/devices/system/cpu/sched_mc_power_savings o presionando la tecla C.
ja: 提案: 以下のコマンドでCPUスケジューラの省電力モードが有効になります。 echo 1 > /sys/devices/system/cpu/sched_mc_power_savings またはCキーを押してください。
zh_tw: 建議: 以下列指令啟用省電型 CPU 排程器: echo 1 > /sys/devices/system/cpu/sched_mc_power_savings 或直接按下 C 鍵。

source: C - Power aware CPU scheduler
es: C - Organizador de la CPU ahorrador de energía
it: C - Programmatore Power aware CPU
ja: C - CPUスケジューラ省電力モード有効
zh_tw: C - 省電型 CPU 排程器

source: Suggestion: increase the VM dirty writeback time from %1.2f to 15 seconds with: echo 1500 > /proc/sys/vm/dirty_writeback_centisecs This wakes the disk up less frequently for background VM activity
es: Sugerencia: aumente el tiempo de "reescritura sucia" ("dirty writeback") de la VM de %1.2f a 15 segundos: echo 1500 > /proc/sys/vm/dirty_writeback_centisecs Esto activa el disco con menor frecuencia en actividades de VM de fondo.
ja: 提案: 以下のコマンドでVMの遅延書き戻し間隔を%1.2f秒から15秒に延長できます。 echo 1500 > /proc/sys/vm/dirty_writeback_centisecs この設定はVMのバックグラウンド動作によるディスクアクセスの頻度が低くなります。
zh_tw: 建議: 使用下列指令延長 VM dirty writeback 資料回寫時間自 %1.2f 改為 15 秒鐘: echo 1500 > /proc/sys/vm/dirty_writeback_centisecs 如此可以減少因為 VM 虛擬記憶體的運作而啟動磁碟的頻率。

source: W - Increase Writeback time
es: W - Aumentar el tiempo de reescritura ("writeback")
it: W - Incrementa tempo di writeback
ja: W - 書き戻し間隔を延長
zh_tw: W - 延長資料回寫入磁碟間隔

source: Suggestion: disable TV out via: xrandr --output TV --off or press the V key.
es: Sugerencia: desactive la salida de televisión de este modo: xrandr --output TV --off o presione la tecla V.
it: Suggerimento: disattivare l'uscita TV attraverso: xrandr --output TV --off o premendo il tasto V.
ja: 提案: 以下のコマンドでTV出力が無効になります。 xrandr --output TV --off またはVキーを押してください。
zh_tw: 建議: 使用下列指令關閉 TV 輸出顯示功能: xrandr --output TV --off 或直接按下 V 鍵.

source: V - Disable TV out
es: V - Desactivar la salida a TV
it: V - Disattiva uscita TV
ja: V - TV出力無効
zh_tw: V - 關閉 TV 輸出

source: The program '%s' is writing to file '%s' on /dev/%s. This prevents the disk from going to powersave mode.
ja: アプリケーション'%s'は'%s'に/dev/%s上で書き込んでいます。 これはディスクが省電力モードに移行するのを妨げています。
zh_tw: 程式 '%s' 正在寫入檔案 '%s' 於 /dev/%s 裝置上 這會讓磁碟無法進入省電模式。

source: The application '%s' is writing to file '%s' on /dev/%s
ja: アプリケーション'%s'は'%s'に/dev/%s上で書き込んでいます
zh_tw: 應用程式 '%s' 正在寫入檔案 '%s' 於 /dev/%s 裝置上

source: Disk accesses:
ja: ディスクアクセス:
zh_tw: 磁碟存取:

source: USB device %4s : %s (%s)
es: Dispositivo USB %4s : %s (%s)
it: Dispositivo USB %4s : %s (%s)
ja: USBデバイス%4s : %s (%s)
zh_tw: USB 設備 %4s : %s (%s)

source: Recent USB suspend statistics
es: Estadísticas de las recientes suspensiones del USB
it: Statistiche di sospensione di recenti USB
ja: 直近のUSBサスペンド状況
zh_tw: 近期 USB 進入休眠次數

source: Active Device name
es: Nombre del dispositivo activo
it: Nome del dispositivo attivo
ja: 活動率 デバイス名称
zh_tw: 運作中的設備名稱

source: A USB device is active %4.1f%% of the time: %s
es: Hay un dispositivo USB activo el %4.1f%% del tiempo: %s
it: Un dispositivo USB è attivo %4.1f%% del tempo: %s
ja: このUSBデバイスの活動率は時間あたり%4.1f%%です: %s
zh_tw: USB 設備 %4.1f%% 的時間處於運作狀態: %s

source: Suggestion: Disable the unused WIFI radio by setting the interface down: ifconfig %s down
es: Sugerencia: desactive la red WIFI que no se está usando desactivando la interfaz: ifconfig %s down
it: Suggerimento: disabilitare la radio WIFI inutilizzata impostando l'interfaccia verso il basso: ifconfig %s down
ja: 提案: 以下のコマンドで使用していないWiFiインタフェースが無効になります。 ifconfig %s down
zh_tw: 建議: 當不使用 WIFI 時，以下列指令關閉 WIFI 信號: ifconfig %s down

source: D - disable wireless
es: D - Desactivar la red inalámbrica
it: D - disattiva wireless
ja: D - 無線LAN無効
zh_tw: D - 關閉無線網路

source: Suggestion: Enable wireless power saving mode by executing the following command: iwconfig %s power timeout 500ms This will sacrifice network performance slightly to save power.
es: Sugerencia: active el modo de ahorro de energía ejecutando este comando: iwconfig %s power timeout 500ms Este modo sacrifica algo del rendimiento de la red para ahorrar energía.
it: Suggerimento: abilitare modalità risparmio energetico wireless, eseguendo il seguente comando: iwconfig %s power timeout 500ms Questo scrificherà la performance del network per risparmiare energia.
ja: 提案: 以下のコマンドで無線の省電力モードが有効になります。 iwconfig %s power timeout 500ms この設定はネットワーク性能が若干低下します。
zh_tw: 建議: 使用下列指令啟動無線網路省電功能: iwconfig %s power timeout 500ms 這會犧牲一點網路效能來節省電源的消耗。

source: W - Enable Wireless power saving
ja: W - 無線省電力モード有効
zh_tw: W - 開啟無線網路省電功能

source: Turbo Mode
es: Modo turbo
it: Modalità turbo
ja: ターボモード
zh_tw: 超頻模式

source: P-states (frequencies)
es: Estados P (frecuencias)
it: P-states (frequenze)
ja: Pステート (周波数)
zh_tw: P-states (CPU 時脈)

source: Suggestion: Enable Device Power Management by pressing the P key
ja: 提案: Pキーを押すことでデバイスの電源管理が有効になります。
zh_tw: 建議: 按下 P 鍵啟用裝置的電源管理功能。

source: P - Enable Runtime PM
ja: T - ランタイム電源管理有効
zh_tw: P - 啟動執行時動態電源管理

source: Runtime Device Power Management statistics
ja: 実行中のデバイス電源管理状況
zh_tw: 執行時期裝置電源管理數據

source: Devices without runtime PM
ja: 電源管理されていないデバイス
zh_tw: 裝置沒有執行時電源管理功能

source: %i more devices without runtime PM ommitted
ja: 他にも%i個以上の電源管理されていないデバイスがあります
zh_tw: 還有 %i 裝置因缺少執行時電源管理功能而略過

source: A device is active %4.1f%% of the time: %s
ja: このデバイスの活動率は時間あたり%4.1f%%です: %s
zh_tw: 裝置有 %4.1f%% 的時間處於運作狀態: %s

source: P - Enable device power management
ja: P - デバイスの省電力有効
zh_tw: P - 啟用裝置電源管理功能功能

source: [%s] <kernel IPI>
ja: [%s] <カーネルIPI>
zh_tw: [%s] <核心多處理器間中斷>

source: [%s] <interrupt>
ja: [%s] <割り込み>
zh_tw: [%s] <中斷服務>

source: %s interrupt
ja: %s 割り込み
zh_tw: [%s] 中斷服務

source: PS/2 keyboard/mouse/touchpad
es: PS/2 teclado/ratón/touchpad
it: tastiera/mouse/touchpad PS/2
ja: PS/2 キーボード/マウス/タッチパッド
zh_tw: PS/2 鍵盤/滑鼠/觸控板

source: polling
es: espera activa
ja: ポーリング
zh_tw: 巡察

source: Usage: powertop [OPTION...]
es: Uso: powertop [OPCIÓN...]
it: Utilizzo: powertop [OPZIONE...]
ja: 使用法: powertop [オプション...]
zh_tw: 用法：powertop [選項...]

source: -d, --dump read wakeups once and print list of top offenders
es: -d, --dump Leer las activaciones una vez e imprimir la lista de los peores ofensores
it: -d, --dump leggi wakeup una volta e stampa lista dei primi trasgressori
ja: -d, --dump CPU起床プロセス上位一覧を1回だけ表示する
zh_tw: -d, --dump 一次列出主要造成CPU脫離閒置的所有程序後退出

source: -t, --time=DOUBLE default time to gather data in seconds
es: -t, --time=DOUBLE Tiempo predeterminado entre recogida de datos, en segundos
it: -t, --time=DOUBLE tempo predefinito per raccogliere dati in pochi secondi
ja: -t, --time=DOUBLE データを取得する間隔を秒単位で指定する
zh_tw: -t, --time=DOUBLE 預設每次蒐集資料的時間，以秒為單位

source: -p, --pids show pids in wakeups list
es: -p, --pids Mostrar los PIDS en la lista de activaciones
it: -p, --pids mostra i pid nella lista wakeup
ja: -p, --pids CPU起床プロセス上位一覧にプロセスIDを表示する
zh_tw: -p, --pids 於脫離閒置的清單中顯示程序編號

source: -h, --help Show this help message
es: -h, --help Mostrar este mensaje de ayuda
it: -h, --help Mostra questo messaggio di aiuto
ja: -h, --help このヘルプメッセージを表示する
zh_tw: -h, --help 顯示本輔助說明

source: -v, --version Show version information and exit
es: -v, --version Mostrar la información de la versión y salir
it: -v, --versione Mostra informazioni sulla versione ed esci
ja: -v, --version バージョン情報を表示して終了する
zh_tw: -v, --version 顯示版本資訊後離開

source: powertop version %s
es: versión de Powertop: %s
it: versione powertop %s
ja: powertop バージョン %s
zh_tw: powertop 版本為 %s

source: PowerTOP needs to be run as root to collect enough information
es: PowerTOP necesita ser ejecutado como usuario root para poder recolectar información suficiente.
it: PowerTOP deve essere eseguito da root per ottenere informazioni sufficienti
ja: 十分な情報を得るにはroot権限で実行する必要があります。
zh_tw: PowerTOP 需要以 root 的身份執行，以取得足夠的資訊

source: Collecting data for %i seconds
es: Recolectando datos durante %i segundos
it: Raccolta dati per %i secondi
ja: %i秒間データを取得します。
zh_tw: 正在收集資料中，請稍等 %i 秒

source: < Detailed C-state information is not available.>
es: < No hay información detallada sobre los estados C.>
it: < Informazioni dettagliate su i C-state non sono disponibili.>
ja: < 詳細なCステート情報が取得できません >
zh_tw: < 無法取得詳細的 C-state 資訊 >

source: Cn Avg residency
es: Cn Residencia media
ja: Cステート 平均滞在時間
zh_tw: Cn 平均停留時間

source: C0 (cpu running) (%4.1f%%)
es: C0 (cpu ejecutando) (%4.1f%%)
it: C0 (cpu occupata) (%4.1f%%)
ja: C0 (CPU動作状態) (%4.1f%%)
zh_tw: C0 (cpu 忙碌中) (%4.1f%%)

source: %s %5.1fms (%4.1f%%)
zh_tw: %s %5.1f毫秒 (%4.1f%%)

source: [kernel scheduler]
ja: [カーネルスケジューラ]
zh_tw: [ 核心排程 ]

source: Load balancing tick
ja: カーネルタイマー割り込み
zh_tw: 負載平衡中斷

source: [kernel module]
ja: [カーネルモジュール]
zh_tw: [ 核心模組 ]

source: [kernel core]
ja: [カーネルコア]
zh_tw: [ 系統核心 ]

source: [extra timer interrupt]
ja: [外部タイマー割り込み]
zh_tw: [ 額外的計時器中斷 ]

source: Suggestion: Enable the CONFIG_USB_SUSPEND kernel configuration option. This option will automatically disable UHCI USB when not in use, and may save approximately 1 Watt of power.
es: Sugerencia: Active la opción del núcleo CONFIG_USB_SUSPEND. Esta opción desactivará el soporte UHCI de USB cuando no sea usado y puede ahorrar aproximadamente 1 Watio de electricidad.
it: Suggerimento: abilitare CONFIG_USB_SUSPEND nel kernel. Questa opzione disabilita automaticamente UHCI USB quando non è utilizzato Può far risparmiare fino a 1 Watt di energia
ja: 提案: カーネル設定でCONFIG_USB_SUSPENDを有効にしてください。 この設定でUHCI USBは未使用時に自動的にサスペンドとなり、消費電力を 約1ワット抑えることができます。
zh_tw: 建議: 啟用 CONFIG_USB_SUSPEND 核心選項. 此選項會在 UHCI USB 不用時自動關閉 UHCI USB 設備， 最高約可節省 1 瓦的耗電量。

source: Suggestion: Enable the CONFIG_PM_ADVANCED_DEBUG kernel configuration option. This option will allow PowerTOP to collect runtime power management statistics.
ja: 提案: カーネル設定でCONFIG_PM_ADVANCED_DEBUGを有効にしてください。 この設定により、PowerTOPは実行中の電源管理の統計情報を得ることができます。
zh_tw: 建議: 啟用 CONFIG_PM_ADVANCED_DEBUG 核心選項 該選項讓 PowerTOP 可以取得電源管理的數據。

source: Suggestion: Enable the CONFIG_PM_RUNTIME kernel configuration option. This option enables the kernel to manage power for various devices in your computer.
ja: 提案: カーネル設定でCONFIG_PM_RUNTIMEを有効にしてください。 この設定により、カーネルは様々なデバイスの電源を管理できるようになります。
zh_tw: 建議: 啟用 CONFIG_PM_RUNTIME 核心選項 該選項可以讓系統核心管理多種設備的電源使用。

source: Suggestion: Enable the CONFIG_CPU_FREQ_GOV_ONDEMAND kernel configuration option. The 'ondemand' CPU speed governor will minimize the CPU power usage while giving you performance when it is needed.
es: Sugerencia: Active la opción del núcleo CONFIG_CPU_FREQ_GOV_ONDEMAND. El gobernador de velocidad de CPU en demanda minimiza el uso de electricidad de la CPU, proveyendo de capacidad de proceso cuando se necesita.
ja: 提案: カーネル設定でCONFIG_CPU_FREQ_GOV_ONDEMANDを有効にしてください。 オンデマンド周波数制御は必要なパフォーマンスに応じてCPUの消費電力を 最小限に保つことができます。
zh_tw: 建議: 啟用 CONFIG_CPU_FREQ_GOV_ONDEMAND 核心選項 'ondemand' CPU 時脈管理模式可減少 CPU 功率的消耗， 同時能在必要時提供所需的效能。

source: Suggestion: Enable the CONFIG_NO_HZ kernel configuration option. This option is required to get any kind of longer sleep times in the CPU.
es: Sugerencia: Active la opción del núcleo CONFIG_NO_HZ. Esta opción se necesita para poder beneficiarse de periodos de suspensión más largos en la CPU.
it: Suggerimento: abilitare CONFIG_NO_HZ nel kernel Questa opzione è necessaria per ottenere periodi di riposo più lunghi nella CPU
ja: 提案: カーネル設定でCONFIG_NO_HZを有効にしてください。 この設定はCPUにより長いスリープ時間を設定するために必要としています。
zh_tw: 建議: 啟用 CONFIG_NO_HZ 核心選項 需啟用此功能來使用各種維持 CPU 保持在閒置狀態的功能。

source: Suggestion: Enable the CONFIG_ACPI_BATTERY kernel configuration option. This option is required to get power estimages from PowerTOP
es: Sugerencia: active la opción del núcleo CONFIG_ACPI_BATTERY. Se necesita esta opción para obtener estimaciones de PowerTOP.
it: Suggerimento: abilitare l'opzione di configurazione del kernel CONFIG_ACPI_BATTERY Questa opzione è necessaria per ottenere stime di consumo da PowerTOP
ja: 提案: カーネル設定でCONFIG_ACPI_BATTERYを有効にしてください。 この設定は消費電力の見積りを得るために必要としています。
zh_tw: 建議: 啟用 CONFIG_ACPI_BATTERY 核心選項 PowerTOP 需要此功能以得知剩餘電池電量。

source: Suggestion: Enable the CONFIG_HPET_TIMER kernel configuration option. Without HPET support the kernel needs to wake up every 20 milliseconds for some housekeeping tasks.
es: Sugerencia: Active la opción del núcleo CONFIG_HPET_TIMER. Si no hay soporte HPET, el núcleo necesita activarse cada 20 milisegundos para realizar tareas de mantenimiento.
it: Suggerimento: abilitare CONFIG_HPET_TIMER nel kernel. Senza il supporto per HPET support il kernel deve fare alcune operazioni ogni 20ms for some housekeeping tasks.
ja: 提案: カーネル設定でCONFIG_HPET_TIMERを有効にしてください。 HPETが無効の場合、タスク管理のために20ミリ秒毎に割り込みが発生します。
zh_tw: 建議: 啟用 CONFIG_HPET_TIMER 核心選項 不使用 HPET 核心支援將造成核心每 20ms 需離開閒置狀態來做整理的工作。

source: Suggestion: Enable the CONFIG_PCIEASPM kernel configuration option. PCI Link Powermanagement (ASPM) allows the hardware to go to low power mode automatically when a PCI-E device is idle.
ja: 提案: カーネル設定でCONFIG_PCIEASPMを有効にしてください。 PCIリンク電源管理(ASPM)は、PCI-Eデバイスがアイドル時に、自動的に低電力に 移行させることができます。
zh_tw: 建議: 啟用 CONFIG_PCIEASPM 核心選項 PCI 連線電源管理 (ASPM) 可以讓處於閒置狀態 PCI-E 設備，自動進入低電源模式。

source: Suggestion: Enable the CONFIG_SND_AC97_POWER_SAVE kernel configuration option. This option will automatically power down your sound codec when not in use, and can save approximately half a Watt of power.
es: Sugerencia: Active la opción del núcleo CONFIG_SND_AC97_POWER_SAVE. Esta opción apagará automaticamente el codificador de audio cuando no se necesite, y le ahorrará aproximadamente medio watio de electricidad.
it: Suggerimento: abilitare CONFIG_SND_AC97_POWER_SAVE nel kernel Questa opzione spegnerà automaticamente la scheda audio quando non è utilizzata, e può salvare circa mezzo Watt di potenza.
ja: 提案: カーネル設定でCONFIG_SND_AC97_POWER_SAVEを有効にしてください。 この設定は音声コーデックが使用していない場合に自動的に電源を切ることで、 消費電力を約0.5ワット抑えることができます。
zh_tw: 建議: 啟用 CONFIG_SND_AC97_POWER_SAVE 核心選項 此選項可以使音效卡於閒置時自動關閉電源， 大約可以節省 0.5 瓦的耗電量。

source: Suggestion: Disable the CONFIG_IRQBALANCE kernel configuration option. The in-kernel irq balancer is obsolete and wakes the CPU up far more than needed.
es: Sugerencia: Desactive la opción del núcleo CONFIG_IRQBALANCE. El nivelador de interrupciones del núcleo está obsoleto y activa la CPU más veces de las necesarias.
it: Suggerimento: disabilitare CONFIG_IRQBALANCE nel kernel IRQBALANCE è obsoleto e usa la CPU molto più del necessario.
ja: 提案: カーネル設定でCONFIG_IRQBALANCEを無効にしてください。 カーネルによるIRQバランサは必要以上にCPU割り込みが発生するため推奨されません。
zh_tw: 建議: 取消 CONFIG_IRQBALANCE 核心選項 核心中 IRQ 負載平衡是過時的，而且會造成 CPU 過多離開閒置狀態的頻率。

source: Suggestion: Enable the CONFIG_CPU_FREQ_STAT kernel configuration option. This option allows PowerTOP to show P-state percentages P-states correspond to CPU frequencies.
es: Sugerencia: active la opción del núcleo CONFIG_CPU_FREQ_STAT. Esta opción permite a PowerTOP mostrar los porcentajes de los estados P. Los estados P se corresponden con las frecuencias de la CPU.
ja: 提案: カーネル設定でCONFIG_CPU_FREQ_STATを有効にしてください。 この設定により、PowerTOPでPステートが表示できるようになります。 PステートはCPU周波数に相当します。
zh_tw: 建議: 啟用 CONFIG_CPU_FREQ_STAT 核心選項 PowerTOP 需要此選項來顯示 CPU P-States， P-States 對應到 CPU 頻率狀態。
