Repository: kernelzilla/android_external_powertop
Catalog: po/*.po
Languages: es, it, ja, zh_tw

source: Suggestion: Enable the CONFIG_INOTIFY kernel configuration option. This option allows programs to wait for changes in files and directories instead of having to poll for these changes
es: Sugerencia: active la opción del núcleo CONFIG_INOTIFY. Esta opción permite que los programas esperen a que se produzcan cambios en los archivos en lugar de estar en espera activa.
ja: 提案: カーネル設定でCONFIG_INOTIFYを有効にしてください。 この設定により、プログラムはファイルやディレクトリの変更を検出するために ポーリング処理をせずイベント待ちすることが可能になります。
zh_tw: 建議: 啟用 CONFIG_INOTIFY 核心選項. 此選項可使程式在以等待核心通知的方式，來獲知檔案或目錄的更動， 而無須不斷使用poll指令來探尋變更。

source: Suggestion: Disable or remove 'beagle' from your system. Beagle is the program that indexes for easy desktop search, however it's not very efficient and costs a significant amount of battery life.
es: Sugerencia: Desactive o elimine el programa 'beagle' de su sistema. Beagle es el programa que crea índicies para facilitar la búsqueda de ficheros en su escritorio, pero no es muy eficiente y tiene un alto coste en términos de consumo eléctrico.
it: Suggerimento: disabilitare o rimuovere 'beagle' dal sistema Beagle è il programma che indicizza per faciltare la ricerca, purtroppo non è molto efficiente, e puù consumare molta batteria
ja: 提案: Beagleを無効にするかアンインストールしてください。 デスクトップ検索ツールであるBeagleは非常に効率が悪く、多くのバッテリーを 消費します。
zh_tw: 建議: 停用或移除 'beagle' 套件 Beagle 套件會在系統閒置時製做索引來加速桌面搜尋， 但也會因此而縮短電池可用時間。

source: Suggestion: Disable or remove 'gnome-power-manager' from your system. Older versions of gnome-power-manager wake up far more often than needed costing you some power.
es: Sugerencia: desactive o elimine 'gnome-power-manager' del sistema. Las versiones antiguas de este paquete se activan con mucha mayor frecuencia de la necesaria, consumiendo energía extra.
it: Suggerimento: disabilitare o rimuovere 'gnome-power-manager' dal sistema. Le versioni più vecchie di gnome-power-manager si riattivano molto più spesso di quanto necessario utilizzando più energia.
ja: 提案: gnome-power-managerを無効にするかアンインストールしてください。 古いバージョンのgnome-power-managerは、必要以上に頻繁に起動して電力を チェックし、逆に電力を消費します。
zh_tw: 建議: 停用或移除 'gnome 電源管理程式'. 雖然該程式用來設定電源管理模式，但某些舊版本存在一個臭蟲使得 電源消耗更加嚴重。

source: Suggestion: Disable or remove 'pcscd' from your system. pcscd tends to keep the USB subsystem out of power save mode and your processor out of deeper powersave states.
es: Sugerencia: desactive o elimine 'pcscd' del sistema. pcscd tiende a dejar el subsistema USB fuera del modo de ahorro de energía y el procesador fuera de los estados de menor actividad.
it: Suggerimento: disabilitare o rimuovere 'pcscd' dal sistema. pcscd tende a mantenere il sottosistema USB fuori dalla modalità di risparmio energetico e il processore fuori da stati di risparmio energetico.
ja: 提案: pcscdを無効にするかアンインストールしてください。 pcscdを使用している場合、USBサブシステムは省電力モードに移行せず、CPUは より効率的な省電力ステートに移行しません。
zh_tw: 建議: 停用或移除 'pcscd' 套件 pcscd 會使得 USB 子系統脫離省電模式， 並且使中央處理器離開深度省電模式。

source: Suggestion: Disable 'hal' from polling your cdrom with: hal-disable-polling --device /dev/cdrom 'hal' is the component that auto-opens a window if you plug in a CD but disables SATA power saving from kicking in.
es: Sugerencia: desactive 'hal' para que no esté en espera activa del cdrom con: hal-disable-polling --device /dev/cdrom 'hal' es el componente que abre una ventana al conectarse un CD, pero desactiva el ahorro de energía de SATA.
ja: 提案: 次のコマンドでhalによるcdromのポーリング機能が無効になります。 hal-disable-polling --device /dev/cdrom halはCD挿入時の自動実行機能を提供しますが、SATAの省電力が無効になります。
zh_tw: 建議: 使用下列指令取消 'hal' 檢查光碟狀態: hal-disable-polling --device /dev/cdrom 'hal' 會在插入光碟時自動開啟檔案總管 但是會使得 SATA 脫離省電模式

source: Disable the SE-Alert software by removing the 'setroubleshoot-server' rpm SE-Alert alerts you about SELinux policy violations, but also has a bug that wakes it up 10 times per second.
es: Se puede desactivar el software SE-Alert eliminando el paquete rpm 'setroubleshoot-server'. Este software alerta ante posibles violaciones de las normas SELinux, pero tiene un defecto que lo activa 10 veces por segundo.
it: Disattiva il software SE-Alert rimuovendo il 'setroubleshoot-server' rpm SE-Alert ti avverte sulle violazioni alle policy SELinux, ma ha anche un bug che lo riattiva 10 volte al secondo.
ja: setroubleshoot-serverをアンインストールし、SE-Alertを無効にしてください。 SELinuxのポリシー違反について警告するSE-Alertは、 1秒あたり10回割り込みが発生するバグを抱えています。
zh_tw: 移除 "setroubleshoot-server" 套件並關閉 "SE-Alert" 軟體 SE-Alert 會提醒您關於 SELinux 策略上的牴觸問題，但也存在一個臭蟲， 使得系統每秒被喚醒的次數增加十次。

source: The Intel Integrated Graphics driver failed to enable Memory self refresh. Memory Self Refresh is important for good memory power savings. Please check your OS vendor for a kernel update and/or report a bug.
ja: Intel製内蔵グラフィックスドライバのメモリのセルフリフレッシュに失敗しました。 メモリのセルフリフリフレッシュはメモリの省電力において重要です。 OSベンダーのカーネルアップデートを確認するか、バグ報告を行なってください。
zh_tw: 英代爾繪圖整合晶片無法啟用記憶體自動更新 記憶體自動更新對良好的記憶體省電功能是重要的 請檢查作業系統核心升級或回報臭蟲。

source: Suggestion: Disable the unused bluetooth interface with the following command: hciconfig hci0 down ; rmmod hci_usb Bluetooth is a radio and consumes quite some power, and keeps USB busy as well.
es: Sugerencia: desactive el bluetooth que no se está usando con este comando: hciconfig hci0 down ; rmmod hci_usb Bluetooth es una transmisión de radio y como tal consume bastante electricidad, además de mantener al USB activo.
it: Suggerimento: disabilitare l'interfaccia bluetooth inutilizzata con il seguente comando: hciconfig hci0 down ; rmmod hci_usb Bluetooth è un radiotrasmettitore, quindi consuma energia. E tiene anche impegnata l'USB
ja: 提案: 以下のコマンドで使用していないBluetoothインタフェースが無効になります。 hciconfig hci0 down ; rmmod hci_usb Bluetoothは多くの電力を消費し、USBをビジー状態にします。
zh_tw: 建議: 不使用藍牙功能時，以下列指令關閉藍牙信號: hciconfig hci0 down ; rmmod hci_usb 藍牙是一種無線通訊介面，會造成相當大的耗電量，同時使得 USB 持續忙碌。

source: B - Turn Bluetooth off
es: B - Apagar Bluetooth
it: B - Spegni Bluetooth
ja: B - Bluetooth無効
zh_tw: B - 關閉藍牙介面通訊

source: Recent SATA AHCI link activity statistics
ja: 直近のSATA AHCIリンク稼働状況
zh_tw: 近期 SATA AHCI 連線活動次數

source: Active Partial Slumber Device name
ja: 活動率 部分 休止率 デバイス名称
zh_tw: 運作中 局部 脫離休眠 設備名稱

source: A SATA device is active %1.1f%% of the time: %s
ja: このSATAデバイスの活動率は時間あたり%1.1f%%です: %s
zh_tw: SATA 設備有 %4.1f%% 的時間處於運作狀態: %s

source: Recent audio activity statistics
ja: 直近のオーディオデバイス稼働状況
zh_tw: 近期音效設備啟用次數

source: An audio device is active %4.1f%% of the time: %s
ja: このオーディオデバイスの活動率は時間あたり%4.1f%%です: %s
zh_tw: 音效設備有 %4.1f%% 的時間處於運作狀態: %s

source: Disable Ethernet Wake-On-Lan with the following command: ethtool -s eth0 wol d Wake-on-Lan keeps the phy active, this costs power.
es: Desactive el encendido a través de la red con el siguiente comando: ethtool -s eth0 wol d El encendido por red mantiene phy activo, lo que consume energía extra.
it: Disattiva Wake-On-Lan ethernet con il comando seguente: ethtool -s eth0 wol d Wake-on-Lan mantiene attivo il phy. Questo consuma energia.
ja: 以下のコマンドでイーサネットのWake-on-LANを無効にしてください。 ethtool -s eth0 wol d Wake-on-LAN設定ではPHYが常に動作するため、電力を消費します。
zh_tw: 使用下列指令關閉 "Wake-On-Lan" 網路喚醒功能: ethtool -s eth0 wol d "Wake-On-Lan" 功能需要維持網卡實體層啟動，會因此耗費電源。

source: W - disable Wake-On-Lan
es: W - Desactivar el encendido a través de la red
it: W - disattiva Wake-On-Lan
ja: W - Wake-on-LAN無効
zh_tw: W - 關閉 "Wake-On-Lan"

source: Q - Quit
es: Q - Salir
it: Q - Esci
ja: Q - 終了
zh_tw: Q - 離開

source: R - Refresh
es: R - Redibujar
it: R - Aggiorna
ja: R - 更新
zh_tw: R - 重繪畫面

source: no ACPI power usage estimate available
es: las estimaciones de ACPI sobre el uso de corriente no están disponibles
it: nessuna stima disponibile per l'utilizzo di energia da parte di ACPI
ja: ACPIの消費電力見積り機能が有効ではありません。
zh_tw: 沒有 ACPI 耗電量資訊 (正在使用 AC 電源)

source: Power usage (ACPI estimate): %3.1fW (%3.1f hours)
es: Uso de electricidad (estimación de ACPI) : %3.1fW (%3.1f horas)
it: Energia utilizzata (stima ACPI): %3.1fW (%3.1f ore)
ja: 消費電力(ACPI見積り): %3.1fW (%3.1f時間)
zh_tw: 系統耗電量 (由 ACPI 估計): %3.1f 瓦 (剩餘 %3.1f 小時)

source: (long term: %3.1fW,/%3.1fh)
es: (largo plazo: %3.1fW,/%3.1fh)
ja: (長期: %3.1fW,/%3.1fh)
zh_tw: (長期平均: %3.1f瓦,餘%3.1f小時)

source: Power usage (5 minute ACPI estimate) : %5.1f W (%3.1f hours left)
es: Uso de electricidad (5 minutos, estimación de ACPI) : %5.1f W (%3.1f horas disponibles)
it: Energia utilizzata (stima ACPI di 5 minuti): %5.1f W (%3.1f ore rimanenti)
ja: 消費電力(ACPI見積り5分間平均) : %5.1f W (%3.1f時間経過)
zh_tw: 電源使用量 (5 分鐘 ACPI 估計平均) : %5.1f 瓦 (剩餘 %3.1f 小時)

source: Power usage: %3.1fW (%3.1f hours)
es: Uso de electricidad: %3.1fW (%3.1f horas)
it: Energia utilizzata: %3.1fW (%3.1f ore)
ja: 消費電力: %3.1fW (%3.1f時間)
zh_tw: 系統耗電量: %3.1f 瓦 (%3.1f 小時)

source: no power usage estimate available
es: No disponemos de ninguna estimación del uso de la energía
it: nessuna stima disponibile per l'utilizzo di energia
ja: 消費電力見積り機能が有効ではありません。
zh_tw: 沒有系統耗電量資訊

source: Wakeups-from-idle per second : %4.1f interval: %0.1fs
es: Activaciones-desde-inactivo por segundo : %4.1f intervalo: %0.1fs
it: Wakeups da idle per secondo : %4.1f interval: %0.1fs
ja: 1秒あたりのCPU起床頻度 : %4.1f 時間間隔: %0.1f秒
zh_tw: 每秒 CPU 脫離閒置狀態的次數 : %4.1f 時間間隔: %0.1f秒

source: Top causes for wakeups:
es: Principales causas de activación:
it: Cause principali di wakeup:
ja: CPU起床プロセス上位一覧:
zh_tw: 主要造成脫離閒置的程緒:

source: No detailed statistics available; please enable the CONFIG_TIMER_STATS kernel option
es: No hay estadísticas detalladas; por favor, active la opción del núcleo CONFIG_TIMER_STATS
it: Nessuna statistica dettagliata disponibile; abilitare CONFIG_TIMER_STATSnel kernel
ja: 統計情報を取得できません。カーネル設定でCONFIG_TIMER_STATSを有効にしてください。
zh_tw: 無法取得詳細統計資料; 需開啟 CONFIG_TIMER_STATS 核心選項

source: This option is located in the Kernel Debugging section of menuconfig
es: Esta opción se encuentra en la seción Kernel Debugging de menuconfig
it: Questa opzione si trova in Kernel Debugging in menuconfig
ja: この設定はmenuconfigであればKernel Debuggingに存在します。
zh_tw: 這個選項在核心編譯選項中的 "Kernel Debugging" 項目。

source: (which is CONFIG_DEBUG_KERNEL=y in the config file)
es: (que corresponde a CONFIG_DEBUG_KERNEL=y en el fichero de configuración)
it: (che è CONFIG_DEBUG_KERNEL=y nel file .config)
ja: (コンフィグファイルにおいてはCONFIG_DEBUG_KERNEL=yが該当します)
zh_tw: (於 .config 檔案中設定 CONFIG_DEBUG_KERNEL=y)

source: Note: this is only available in 2.6.21 and later kernels
es: Nota: sólo disponible en versiones 2.6.21 y posteriores del núcleo
it: Nota: è disponibile solo nei kernel 2.6.21 e successivi
ja: 注意: この設定はバージョン2.6.21以降のカーネルでのみ有効です
zh_tw: 請注意: 此功能需要 2.6.21 或更新版本的系統核心

source: No detailed statistics available; PowerTOP needs root privileges for that
es: No hay estadísticas detalladas; PowerTOP necesita privilegios de root para ello
it: Nessuna statistica dettagliata: PowerTOP ha bisogno di essere root
ja: 統計情報を取得できません。取得するためにはroot権限が必要です。
zh_tw: 無法取得詳細統計資料; PowerTOP 需要 root 權限

source: Your CPU supports the following C-states :
es: La CPU admite los siguientes estados C:
it: La CPU supporta i seguenti C-states:
ja: CPUは以下のCステートをサポートしています :
zh_tw: 您的 CPU 支援以下 C-states 省電模式:

source: Your BIOS reports the following C-states :
es: La BIOS informa sobre los siguientes estados C:
it: Il BIOS riporta i seguenti C-states:
ja: 以下はBIOSによるCステート情報です :
zh_tw: 您的 BIOS 回報有以下 C-states 省電模式 :

source: <kernel core>
es: <núcleo>

source: <kernel module>
es: <módulo de núcleo>
it: <modulo del kernel>

source: <interrupt> : %s
es: <interrupción> : %s

source: <interrupt> : extra timer interrupt
es: <interrupción> : interrupción del temporizador extra

source: P - Enable wireless power saving
es: P - Activar el ahorro de energía para red inalámbrica
it: P - Attiva risparmio energetico wireless
